Repository: kulk4s/DSBMC-GTK
Catalog: locale/*.po
Languages: de

source: <span font="monospace" font_weight="bold">%%d</span> will be replaced by the device name. <span font="monospace" font_weight="bold">%%m</span> will be replaced by the mount point.
de: <span font="monospace" font_weight="bold">%%d</span> wird durch den Gerätenamen ersetzt. <span font="monospace" font_weight="bold">%%m</span> wird durch den Mount Point ersetzt.

source: Command string too long
de: Befehlszeichenkette zu lang

source: Couldn't connect to DSBMD
de: Konnte keine Verbindung zu DSBMD herstellen

source: Couldn't create "%s"
de: Konnte "%s" nicht erstellen

source: Couldn't execute command "%s"
de: Konnte "%s" nicht ausführen

source: Couldn't find you in the password file.
de: Konnte Sie nicht in der Passwortdatei finden.

source: Couldn't open "%s"
de: Konnte "%s" nicht öffnen

source: Couldn't read config file
de: Konnte die Konfigurationsdatei nicht lesen.

source: Couldn't write config file
de: Konnte die Konfigurationsdatei nicht schreiben.

source: Device already mounted
de: Gerät bereits eingehangen

source: Device busy
de: Gerät blockiert

source: Device not mounted
de: Gerät nicht eingehangen

source: Ejecting failed with error code %d
de: Auswerfen schlug mit Fehlercode %d fehl.

source: Ejecting failed with the following error
de: Auswerfen schlug mit folgendem Fehler fehl

source: Failed to execute shell "%s"
de: Konnte die Shell "%s" nicht ausführen

source: Filemanager:
de: Dateimanager

source: Lost connection to DSBMD
de: Verbindung zu DSBMD verloren

source: Media not ejectable
de: Datenträger nicht auswerfbar

source: Mounting failed with error code %d
de: Einhängen schlug mit Fehlercode %d fehl

source: Mounting failed with the following error
de: Einhängen schlug mit folgendem Fehler fehl

source: Mouting failed
de: Einhängen fehlgeschlagen

source: No media in drive
de: Kein Datenträger im Laufwerk

source: No such device
de: Kein solches Gerät gefunden

source: Permission denied
de: Zugriff verweigert

source: Play Audio CDs with:
de: Spiele Audio CDs mit:

source: Play DVDs with:
de: Spiele DVDs mit:

source: Play SVCDs with:
de: Spiele SVCDs mit:

source: Play VCDs with:
de: Spiele VCDs mit:

source: Please wait ...
de: Bitte warten ...

source: Preferences
de: Einstellungen

source: Set CDROM speed
de: Setze CDROM-Geschwindigkeit

source: Setting speed failed with error code %d
de: Setzen der Geschwindigkeit schlug mit Fehlercode %d fehl.

source: Setting speed failed with the following error
de: Setzen der Geschwindigkeit schlug mit folgendem Fehler fehl

source: The device is busy. Try to terminate all applications which are currently accessing the device or files on the mounted filesystem. <span font_weight="bold">Shall I force ejecting the media?</span>
de: Das Gerät ist blockiert. Versuchen Sie alle Anwendungen zu beenden, die direkt auf dieses Laufwerk oder auf Dateien, die sich auf dem eingehangenem Dateisystem befinden, zugreifen. <span font_weight="bold">Soll Ich das Auswerfen erzwingen?</span>

source: The device is busy. Try to terminate all applications which are currently accessing the device or files on the mounted filesystem. <span font_weight="bold">Shall I force unmounting the device?</span>
de: Das Gerät ist blockiert. Versuchen Sie alle Anwendungen zu beenden, die direkt auf dieses Laufwerk oder auf Dateien, die sich auf dem eingehangenem Dateisystem befinden, zugreifen. <span font_weight="bold">Soll ich das Aushängen erzwingen?</span>

source: Unknow command
de: Unbekannter Befehl

source: Unknow option
de: Unbekannte Option

source: Unknown error
de: Unbekannter Fehler

source: Unknown field code '%%%c'
de: Ungültiger Platzhalter '%%%c'

source: Unknown filesystem
de: Unbekanntes Dateisystem

source: Unknown keyword '%s'
de: Unbekanntes Schlüsselwort '%s'

source: Unmounting failed with error code %d
de: Aushängen mit Fehlercode %d gescheitert

source: Unmounting failed with the following error
de: Aushängen mit folgendem Fehler gescheitert

source: You are not allowed to connect to DSBMD
de: Sie haben keine Berechtigung, sich mit DSBMD zu verbinden

source: _Cancel
de: _Abbrechen

source: _Eject media
de: Medium _auswerfen

source: _File
de: _Datei

source: _Mount drive
de: Laufwerk _einhängen

source: _No
de: _Nein

source: _Open
de: _Öffnen

source: _Play
de: _Abspielen

source: _Preferences
de: _Einstellungen

source: _Quit
de: _Beenden

source: _Set max. CDROM speed
de: _Setze max. CDROM-Geschwindigkeit

source: _Unmount drive
de: Laufwerk _aushängen

source: _Yes
de: _Ja

source: DSBMD just shut down.
de: DSBMD hat gerade seinen Dienst quittiert.

source: %s Disk size: %.1f %s Free: %.1f %s
de: %s Kapazität: %.1f %s Frei: %.1f %s
